Repository: Stanford-Online/edx-theme
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es_419

source: Subject to satisfactory performance and course completion, you may receive a Statement of Accomplishment ("Statement") signed by the instructor(s). Stanford reserves the right to determine whether a Statement will be issued for the online course and the nature of the information to be provided in the Statement. You acknowledge that any Statement will not stand in the place of a course taken at Stanford or an accredited institution or confer any academic credit, grade or degree or indicate enrollment at Stanford. You further acknowledge that instructors of any online course are not required to participate in any attempts to get the course recognized by any educational or accredited institution.
es_419: Sujeto al rendimiento y finalización satisfactorio del curso, usted podrá recibir una Declaración de logro ("Declaración") firmada por el/los docente(s). Stanford se reserva el derecho de determinar si se emitirá o no una Declaración para el curso en línea, y la naturaleza de la información que se brindará en la misma. Usted reconoce que ninguna Declaración podrá sustituir a ningún curso dictado en Stanford o instituciones oficialmente reconocidas, ni le conferirá ningún tipo de crédito académico, calificación o título universitario, ni indicará que usted asistió a Stanford. Asimismo, usted reconoce que los docentes de los cursos en línea no tienen la obligación de participar en ningún intento de obtener reconocimiento para el curso ante ninguna institución educativa u oficialmente reconocida.

source: International Use and Consent to Processing
es_419: Uso internacional y consentimiento a procesamiento

source: Stanford controls and operates this Site within the United States of America, and all information is collected, transmitted, processed and stored within the United States. We do not represent that materials on the Site are appropriate or available for use in other locations. Persons who choose to access the Site from other locations do so on their own initiative, and are responsible for compliance with local laws, if and to the extent local laws are applicable. You agree to comply with all applicable laws, rules and regulations in connection with your use of the Site. Without limiting the generality of the foregoing, you agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside. By providing any personal information to the Site, all users, including without limitation users in the European Union, fully understand and unambiguously consent to the collection, transmission processing and storage of such information in the United States and the use of such information for research by Stanford and other researchers.
es_419: Stanford controla y opera este Sitio dentro de los Estados Unidos de América, y toda la información se reúne, transmite, procesa y almacena en los Estados Unidos. No declaramos que los materiales en el Sitio sean apropiados o estén disponibles para su uso en otros lugares. Las personas que elijan acceder al Sitio desde otros lugares lo harán por su propia iniciativa, y serán responsables de cumplir con las leyes locales, si, y en la medida en que dichas leyes sean aplicables. Usted acuerda cumplir con todas las leyes, reglas y disposiciones aplicables en vinculación con su uso del Sitio. Si limitar la generalidad de lo anterior, usted acuerda cumplir con todas las leyes aplicables a la transmisión de datos técnicos exportados desde los Estados Unidos o su país de residencia. Al proporcionar cualquier información personal al Sitio, todos los usuarios, lo que incluye, sin limitación, los usuarios de la Unión Europea, comprenden totalmente y dan su consentimiento sin ambigüedades para que dicha información sea reunida, transmitida, procesada y almacenada en los Estados Unidos, y para que Stanford y otros investigadores la utilicen con fines de investigación.

source: Links to Other Sites
es_419: Enlaces a otros sitios

source: The Site may include hyperlinks to sites maintained or controlled by others. Stanford is not responsible for and does not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at other sites. These links do not imply Stanford's endorsement of or association with the linked sites. Stanford is not responsible for and shall in no event be liable, directly or indirectly, to anyone for any loss or damage arising from or occasioned by the creation or use of the linked sites or the information or material accessed through those linked sites.
es_419: Este Sitio podría incluir enlaces a sitios mantenidos o controlados por terceros. Stanford no es responsable de los contenidos o el uso que se haga de cualquiera de los productos y servicios ofrecidos en otros sitios, ni regularmente los fiscaliza, aprueba, revisa o respalda. Dichos enlaces no implican que Stanford respalde ni esté asociado con los sitios en cuestión. Stanford no será responsable de, ni incurrirá en ningún tipo de obligación (sea directa o indirecta) con respecto a ninguna persona por motivo de cualquier pérdida o daño que surja de, o se vincule con la creación o uso de los sitios para los que se provee un vínculo, ni de la información o material accesible a través de los mismos.

source: Choice of Law/Forum Selection
es_419: Elección de sistemas legales/Selección de foro

source: The Sites are managed by Stanford, located in Santa Clara County, California. You agree that any dispute arising out of or relating to these Terms or any content posted to a Site, including copies and republication thereof, whether based in contract, tort, statutory or other law, will be governed by the laws of the State of California, excluding its conflicts of law provisions. You further consent to the personal jurisdiction of and exclusive venue in the federal and state courts located in and serving Santa Clara County, California as the legal forum for any such dispute. Excluding claims for injunctive or other equitable relief, for claims related to the Site where the total amount sought is less than ten thousand U.S. Dollars ($10,000.00 USD), either you or Stanford may elect at any point during the dispute to resolve the claim through binding, non-appearance-based arbitration. The dispute will then be resolved using an established alternative dispute resolution ("ADR") provider, mutually agreed upon by you and Stanford. The parties and the selected ADR provider shall not involve any personal appearance by the parties or witnesses, unless otherwise mutually agreed by the parties; rather, the arbitration shall be conducted, at the option of the party seeking relief, online, by telephone or via written submissions alone. Any judgment rendered by the arbitrator may be entered in any court of competent jurisdiction. Any claim or cause of action you may have with respect to Stanford or the Site must be commenced within one (1) year after the claim or cause of action arose.
es_419: Los sitios están bajo la supervisión de Stanford, en el Condado de Santa Clara (California). Usted acuerda que cualquier disputa que surja de, o se relacione con estos términos o cualquier contenido publicado en un Sitio (lo que incluye copias y reediciones de los mismos), sea de tipo contractual, por ilícitos civiles, prevista por la legislación o por otras leyes, se regirá por las leyes del estado de California, sin incluir sus disposiciones con respecto a conflictos entre sistemas legales. Asimismo, usted da su consentimiento a que los tribunales federales y estatales ubicados en, y con jurisdicción sobre, el Condado de Santa Clara (California), como foros legales para cualquiera de tales controversias, tengan jurisdicción exclusiva en razón de la persona. Con exclusión de reclamos por medidas cautelares u otro tipo de reparaciones equitativas por reclamos vinculados al Sitio en los cuales se procure un monto inferior a diez mil dólares estadounidenses (USD 10.000), tanto usted como Stanford podrán optar, en cualquier momento durante la controversia, por resolver el reclamo a través de un procedimiento de arbitraje vinculante que no requiera la comparecencia de las partes. En dicho caso, la controversia será resuelta a través de un proveedor establecido alternativo para la resolución de controversias ("ADR", sigla en inglés), el cual deberá ser mutuamente acordado entre usted y Stanford. El procedimiento entre las partes y el proveedor ADR seleccionado no implicará ninguna comparecencia personal de las partes o los testigos, a menos que las partes acuerden mutuamente otra cosa; en lugar de eso, el procedimiento de arbitraje se realizará, a opción de la parte que procure obtener la reparación, en línea, por teléfono o mediante presentaciones por escrito. Cualquier tribunal que tenga jurisdicción podrá dictar una decisión sobre el laudo emitido por el árbitro. Usted podrá interponer cualquier reclamo o causa de acción que tenga con respecto a Stanford o el Sitio dentro del plazo de un (1) año luego de que haya surgido el reclamo o causa de acción.

source: Disclaimer of Warranties
es_419: Renuncia de responsabilidad por garantías

source: THESE SITES AND ANY INFORMATION, PRODUCTS OR SERVICES THEREIN ARE PROVIDED "AS IS" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR USE OF A PARTICULAR PURPOSE, OR NONINFRINGEMENT.
es_419: ESTOS SITIOS Y CUALQUIER INFORMACIÓN, PRODUCTOS O SERVICIOS ACCESIBLES A TRAVÉS DE LOS MISMOS SE PROVEEN "COMO TAL", SIN GARANTÍAS DE NINGÚN TIPO, SEAN EXPRESAS O IMPLÍCITAS, LO QUE INCLUYE, PERO NO SE LIMITA A, GARANTÍAS IMPLÍCITAS SOBRE COMERCIABILIDAD, IDONEIDAD PARA UN FIN DETERMINADO O NO VIOLACIÓN DE LA LEY.

source: STANFORD DOES NOT WARRANT, AND HEREBY DISCLAIMS ANY WARRANTIES, EITHER EXPRESS OR IMPLIED, WITH RESPECT TO THE ACCURACY, ADEQUACY OR COMPLETENESS OF ANY SITE, INFORMATION OBTAINED FROM A SITE, OR LINK TO A SITE. STANFORD DOES NOT WARRANT THAT THE SITE WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER OR THAT THE SITE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. USE OF INFORMATION OBTAINED FROM OR THROUGH THE SITE IS AT YOUR OWN RISK.
es_419: STANFORD NO GARANTIZA, Y POR EL PRESENTE RENUNCIA CUALQUIER RESPONSABILIDAD POR GARANTÍAS (SEAN EXPRESAS O IMPLÍCITAS) CON RESPECTO A LA PRECISIÓN, IDONEIDAD O INTEGRIDAD DE CUALQUIER SITIO, INFORMACIÓN OBTENIDA A TRAVÉS DE UN SITIO, O ENLACE A CUALQUIER SITIO. STANFORD NO GARANTIZA QUE EL SITIO FUNCIONARÁ DE FORMA ININTERRUMPIDA O SIN ERRORES, O QUE EL SITIO ESTÉ LIBRE DE VIRUS INFORMÁTICOS U OTROS COMPONENTES PERJUDICIALES. EL USO DE LA INFORMACIÓN OBTENIDA A TRAVÉS DEL SITIO ES A SU PROPIO RIESGO.

source: WITHOUT LIMITING THE FOREGOING, STANFORD DOES NOT WARRANT THAT (A) THE SITE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS OR ACHIEVE THE INTENDED PURPOSES, (B) THE SITE WILL NOT EXPERIENCE OUTAGES OR OTHERWISE BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE, (C) THE INFORMATION OBTAINED FROM THE SITE WILL BE ACCURATE, COMPLETE, CURRENT, ERROR-FREE, COMPLETELY SECURE OR RELIABLE, (D) THAT YOU WILL BE ABLE TO TRANSMIT OR RECEIVE INFORMATION FROM OR THROUGH THE SITE OR (E) THAT DEFECTS IN OR ON THE SITE WILL BE CORRECTED.
es_419: SIN LIMITACIÓN DE LO ANTERIOR, STANFORD NO GARANTIZA QUE (A) EL SITIO CUMPLIRÁ CON SUS REQUISITOS O EXPECTATIVAS, O QUE LOGRARÁ LOS FINES PROPUESTOS, (B) EL SITIO NO EXPERIMENTARÁ CORTES O INTERRUPCIONES, NI QUE FUNCIONARÁ EN TIEMPO Y FORMA, SERÁ SEGURO O ESTARÁ LIBRE DE ERRORES, (C) LA INFORMACIÓN OBTENIDA A TRAVÉS DEL SITIO SERÁ EXACTA, COMPLETA, ACTUALIZADA, LIBRE DE ERRORES, COMPLETAMENTE SEGURA O CONFIABLE, (D) USTED PODRÁ TRANSMITIR O RECIBIR INFORMACIÓN DESDE O A TRAVÉS DEL SITIO, O (E) LOS DEFECTOS DE O EN EL SITIO SERÁN CORREGIDOS.

source: Limitation of Liability
es_419: Limitación de responsabilidad

source: YOU AGREE THAT STANFORD WILL NOT BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THESE TERMS, OR TO YOUR (OR ANY THIRD PARTY'S) USE OR INABILITY TO USE THE SITE, OR TO YOUR PLACEMENT OF CONTENT ON THE SITE, OR TO YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE SITE. IN PARTICULAR, STANFORD WILL HAVE NO LIABILTY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE, (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF DATA, OR INTERRUPTION IN AVAILABILITY OF DATA), ARISING OUT OF OR RELATING TO THESE TERMS, YOUR USE OR INABILITY TO USE THE SITE, OR YOUR PLACEMENT OF CONTENT ON A SITE, OR TO YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH A SITE, WHETHER BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW, EVEN IF STANFORD OR ITS REPRESENTATIVES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU. IN NO EVENT SHALL THE TOTAL LIABILITY OF STANFORD TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION ARISING FROM THE TERMS OR YOUR USE OF THE SITE EXCEED, IN THE AGGREGATE, $100.00.
es_419: USTED ACUERDA QUE STANFORD NO TENDRÁ NINGUNA RESPONSABILIDAD HACIA USTED ANTE NINGUNA PÉRDIDA O DAÑOS, SEAN REALES O EMERGENTES, VINCULADOS CON ESTOS TÉRMINOS, O QUE SE RELACIONEN CON EL USO QUE USTED (O CUALQUIER TERCERO) HAGA (O NO PUEDA HACER) DE LA INFORMACIÓN DEL SITIO, O CON LA PUBLICACIÓN POR SU PARTE DE CONTENIDOS EN EL SITIO, O LA CONFIANZA QUE USTED TENGA EN LA INFORMACIÓN QUE OBTENGA DE, O MEDIANTE EL SITIO. EN ESPECIAL, STANFORD NO TENDRÁ NINGUNA RESPONSABILIDAD ANTE CUALQUIER DAÑO EMERGENTE, INDIRECTO, PUNITIVO, ESPECIAL O INCIDENTAL, SEA QUE HAYA SIDO PREVISIBLE O NO (LO QUE INCLUYE, PERO NO SE LIMITA A, RECLAMOS POR DIFAMACIÓN, ERRORES, PÉRDIDA DE DATOS O INTERRUPCIÓN EN LA DISPONIBILIDAD DE LOS DATOS), QUE SURJAN DE, O SE RELACIONEN CON, ESTOS TÉRMINOS, SU USO (O IMPOSIBILIDAD DE USO) DEL SITIO, LA PUBLICACIÓN POR SU PARTE DE CONTENIDOS EN UN SITIO, O LA CONFIANZA QUE USTED TENGA EN LA INFORMACIÓN QUE OBTENGA DE, O MEDIANTE EL SITIO, INDEPENDIENTEMENTE DE QUE DICHO RECLAMO SE BASE EN ASPECTOS CONTRACTUALES, ILÍCITOS CIVILES O PREVISTA POR LA LEGISLACIÓN O POR OTRAS LEYES, SIN IMPORTAR QUE STANFORD O SUS REPRESENTANTES HAYAN SIDO CONSCIENTES DE LA POSIBILIDAD DE DICHOS DAÑOS. ALGUNAS JURISDICCIONES NO PERMITEN LA LIMITACIÓN O EXCLUSIÓN DE RESPONSABILIDAD, POR LO QUE ALGUNAS DE LAS LIMITACIONES MENCIONADAS PODRÍAN NO SER DE APLICACIÓN EN SU CASO. BAJO NINGUNA CIRCUNSTANCIA LA RESPONSABILIDAD TOTAL DE STANFORD HACIA USTED POR CUALQUIER TIPO DE DAÑOS, PÉRDIDAS Y CAUSAS DE ACCIÓN QUE SURJAN DE LOS TÉRMINOS O DE SU USO DE ESTE SITIO PODRÁN EXCEDER LA SUMA TOTAL DE $100.00.

source: Termination Rights
es_419: Derechos de terminación

source: You agree that: Stanford, in its sole discretion, may terminate your use of the Site or your participation in an online course activity, for any reason or no reason and at any time; Stanford shall not have any liability to you for the termination; and that you are not entitled to any course credit or to any student or academic grievance procedures in connection with such a termination. If you no longer desire to participate in the Site, you may terminate your participation therein upon notice to Stanford.
es_419: Usted acuerda que: Stanford, a su exclusivo criterio, podrá dar por terminado su uso del Sitio o su participación en cualquier actividad vinculada con los cursos en línea, con o sin motivo y en cualquier momento; Stanford no tendrá ninguna responsabilidad hacia usted por dicha terminación; y usted no tendrá derecho a ningún crédito por cursos ni a ningún procedimiento disponible para reclamos estudiantiles o académicos en vinculación con dicha terminación. En caso de que usted ya no desee participar en el Sitio, podrá dar por terminada su participación en el mismo mediante el envío de una notificación a Stanford.

source: Consumer Notice
es_419: Aviso a consumidores

source: If you have any questions regarding services provided through the Site, you may contact Stanford at {contact_email} or 425 Santa Teresa Street, Stanford CA, 94305-2261, USA. The Public Inquiry Unit of the Office of the California Attorney General may be contacted at P.O. Box 944255, Sacramento, CA 94244-2550.
es_419: Si usted tiene alguna pregunta con respecto a los servicios provistos a través del Sitio, comuníquese con Stanford a {contact_email} o a 425 Santa Teresa Street, Stanford CA, 94305-2261, EE. UU. Comuníquese con la Unidad de Consultas Públicas de la Oficina del Fiscal General de California a P.O. Box 944255, Sacramento, CA 94244-2550.

source: Proprietary Rights
es_419: Derechos de propiedad

source: The logos, names and graphics on the Site of Stanford or any of its affiliates, may be trademarks of Stanford or its affiliates. Use, reproduction, copying or redistribution of Stanford trademarks, without the prior written permission of Stanford or its affiliates, is prohibited. All other trademarks or servicemarks appearing on the Site are the marks of their respective owners. Information about Stanford trademarks may be found at {trademark_link}.
es_419: Los logotipos, nombres y componentes gráficos del Sitio de Stanford o cualquiera de sus afiliados pueden ser marcas comerciales de Stanford o sus afiliados. El uso, reproducción, copia o redistribución de las marcas comerciales de Stanford, sin la autorización previa y por escrito de Stanford o sus afiliados, está prohibido. Todas las demás marcas comerciales o marcas de servicios que aparecen en el Sitio son propiedad de sus respectivos dueños. Podrá encontrar información sobre las marcas comerciales de Stanford en {trademark_link}.

source: Except as otherwise provided herein, use of the Site does not grant you a license to any content, features or Material you may access on the Site, and you may not modify, rent, lease, loan, sell, distribute or create derivative works of such content, features or Material, in whole or in part. Any commercial use of the Site is strictly prohibited except as allowed herein or otherwise approved by us. You may not download or save a copy of any of the content or screens for any purpose except as otherwise provided by Stanford. If you make use of the Site, other than as provided herein, in doing so you may violate copyright and other laws of the United States, other countries, as well as applicable state laws and may be subject to liability for such unauthorized use. We do not grant any license or other authorization to any user of our trademarks, registered trademarks, service marks, other copyrightable material or any other intellectual property by including them on the Site.
es_419: Excepto lo que se dispone en el presente, el uso del Sitio no le otorga ninguna licencia con respecto a ningún contenido, característica o material al cual pueda acceder a través del Sitio, y usted no podrá modificar, dar en alquiler, arrendar, otorgar en préstamo, vender, distribuir o crear trabajos derivados de dichos contenidos, características o materiales, ni total ni parcialmente. Cualquier uso de este Sitio con fines comerciales está estrictamente prohibido, a excepción de lo que se autoriza en el presente o de lo que nosotros podamos aprobar. Usted no podrá descargar ni guardar copias de ninguno de los contenidos o pantallas con ningún fin distinto al autorizado por Stanford. Si usted usa el Sitio de una manera distinta a la que se establece en el presente, podría ser responsable de violaciones a las leyes de derechos de autor y otros reglamentos de los Estados Unidos o de otros países, así como a las leyes estatales aplicables, y podrían imponérsele sanciones por dicho uso no autorizado. El hecho de que incluyamos marcas comerciales, marcas comerciales registradas, marcas de servicios, otros materiales protegidos por derechos de autor u otro tipo de propiedad intelectual en nuestro Sitio no implica el otorgamiento de ninguna licencia u otra autorización a ningún usuario con respecto a los mismos.

source: Indemnification
es_419: Indemnización

source: You agree to indemnify and hold Stanford and its instructors, trustees, officers, agents, employees, and assignees, harmless from any claims, actions, demands, losses or damages, including legal fees, arising out of, resulting from or in any way related to your participation in an online course, use of a Site, placement of any content onto a Site or violation of these Terms. You further agree to fully cooperate in Stanford's defense against any such claims.
es_419: Usted acuerda indemnizar y mantener indemne a Stanford y sus docentes, fideicomisarios, funcionarios, agentes, empleados y cesionarios de todo tipo de reclamo, acciones, demandas, pérdidas o daños, incluidos costos judiciales, que surjan como consecuencia de, o de alguna manera se relacionen con su participación en un curso en línea, el uso de un Sitio, la publicación de cualquier contenido en el Sitio o violaciones a estos términos. Asimismo, usted acuerda que cooperará cabalmente con la defensa de Stanford con respecto a cualquiera de tales reclamos.

source: Copyright Complaints
es_419: Reclamos por derechos de autor
