Repository: Stanford-Online/edx-theme
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es_419

source: Stanford uses Non-Personal Information in aggregate form to build higher quality, more useful services by performing statistical analyses of the collective characteristics and behavior of our users, and by measuring demographics and interests regarding specific areas of our Site. Such aggregate information may include but is not limited to video player interactions, views of posts, views and actions on pages, assessment results and completion rates and assignments. We may share Non-Personal Information with service providers and others to assist us in operating and enhancing our programs and site.
es_419: Stanford utiliza la información no personal de forma agregada para mejorar la calidad, brindar servicios más útiles mediante la realización de análisis estadísticos de las características y comportamientos colectivos de nuestros usuarios, y analizando factores demográficos e intereses con respecto a secciones específicas de nuestro Sitio. Dicha información agregada podría incluir, pero no se limita a, interacciones con reproductores de vídeo, visitas a publicaciones, visitas y acciones en páginas, resultados de evaluaciones y porcentajes de finalización y trabajos. Es posible que compartamos información no personal con los proveedores de servicios y otros para que nos ayuden a administrar y mejorar nuestros programas y el Sitio.

source: Among other things, Stanford may use the Personally Identifiable Information that you provide to respond to your questions, provide you the specific course and/or services you select, send you updates about online courses offered by Stanford or other Stanford events, and send you email messages about Site maintenance or updates. Except as set forth in this Privacy Policy or as specifically agreed to by you, Stanford will not disclose any Personally Identifiable Information we gather from you on the Site. In addition to the other uses set forth in this Privacy Policy, Stanford may disclose and otherwise use Personally Identifiable Information as described below.
es_419: Entre otras cosas, Stanford podría utilizar la información de identificación personal que usted nos envíe para responder a sus preguntas, brindarle el curso o servicios específicos que usted seleccione, enviarle las últimas novedades sobre los cursos en línea que ofrece Stanford u otras actividades de Stanford, y enviarle mensajes por correo electrónico sobre actividades de mantenimiento del Sitio o actualizaciones. A excepción de lo que establece esta Política de privacidad, o de lo que usted específicamente haya acordado, Stanford no divulgará ninguna información de identificación personal que reunamos sobre usted en el Sitio. Además de los demás usos que se establecen en esta Política de privacidad, Stanford podría divulgar y de otras maneras utilizar la información de identificación personal de las maneras que se describen a continuación.

source: Updates
es_419: Actualizaciones

source: We use Personally Identifiable Information collected when you sign-up for our various email or update services to send you the messages in connection with the Site or an online course. Stanford may also archive this information and/or use it for future communications with you.
es_419: Utilizamos la información de identificación personal que reunimos cuando usted se da de alta para nuestra amplia variedad de servicios por correo electrónico o de actualización para enviarle mensajes vinculados con el Sitio o con determinado curso en línea. Stanford también pude conservar esta información y utilizarla para futuras comunicaciones con usted.

source: Forums
es_419: Foros

source: Stanford uses Personally Identifiable Information collected during your use of forums to facilitate your use of the forums. In addition Stanford may display this information either on the Site and/or in other publications. Stanford may also archive this information and/or use it for future communications with you and/or your designee(s). Since the forum is open to the public, you may wish to select a username which does not disclose your identity when you post on the forum.
es_419: Stanford utiliza la información de identificación personal reunida cuando usted utiliza los foros para facilitar su uso de los mismos. Además, Stanford podría mostrar esta información tanto en el Sitio como en otras publicaciones. Stanford también podría conservar esta información y utilizarla para futuras comunicaciones con usted o con la persona que usted designe. En vista de que el foro está abierto al público, es posible que usted desee seleccionar un nombre de usuario que no revele su identidad personal cuando publica contenidos en el foro.

source: Participation in Online Courses
es_419: Participación en cursos en línea

source: We use the Personally Identifiable Information, including but not limited to username and email address, that we collect from you when you participate in an online course through the Site for processing purposes, including but not limited to tracking attendance, progress and completion of an online course. Also, Stanford may archive this information and/or use it for future communications with you. This information may be shared with the content providers or contractors.
es_419: Cuando participa en cursos en línea a través del Sitio, utilizamos su información de identificación personal, lo que incluye, pero no se limita a, su nombre de usuario y dirección de correo electrónico, para tareas de procesamiento, las que incluyen, entre otras, control de asistencia, progreso y finalización del curso en línea. Además, Stanford también podría conservar esta información y utilizarla para futuras comunicaciones con usted. Esta información podría ser compartida con los proveedores de contenidos o contratistas.

source: Communications with Stanford
es_419: Comunicaciones con Stanford

source: When you send us an email message or otherwise contact us, we may use the information provided by you to respond to your communication and/or as described in this Privacy Policy. We may also archive this information and/or use it for future communications with you.
es_419: Cuando usted nos envía un mensaje por correo electrónico o se comunica de otras maneras con nosotros, podríamos utilizar la información que nos envía para responder a sus comunicaciones y/o de la manera que se describe en esta Política de privacidad. También podríamos conservar esta información y/o utilizarla para futuras comunicaciones con usted.

source: Research
es_419: Investigación

source: We will study course participation to learn how to enhance both our course offerings and the online learning experience. Records of your participation may be used by Stanford for these research studies. Such records may include but will not be limited to: username, email address, home address, postal code, gender, year of birth and your interactions with the platform such as video player usage, forum posts, actions on class pages, assignments, and assessment results. For purposes of research, we may share information we collect from online learning activities, including Personally Identifiable Information ("PII"), with researchers beyond Stanford. However, your PII will only be shared as permitted by applicable law, will be limited to what is necessary to perform the research and will be subject to an agreement to protect the data. We may also share with the public or third parties aggregated information that does not personally identify you. Similarly, any research findings will be reported at the aggregate level and will not expose your personal identity.
es_419: Estudiaremos la participación en nuestros cursos para determinar cómo mejorar tanto nuestra oferta de cursos como la experiencia de aprendizaje en línea. Stanford podría utilizar los registros de su participación para estos estudios de investigación. Dichos registros podrían incluir, sin limitación, lo siguiente: nombre de usuario, correo electrónico, dirección postal, código postal, género, año de nacimiento, publicaciones en foros y sus interacciones con la plataforma, tales como el uso del reproductor de vídeo, publicaciones en foros, acciones en las páginas de clases, trabajos y resultados de evaluaciones. A los efectos de la investigación, es posible que compartamos la información que reunamos a partir de las actividades de aprendizaje en línea (lo que incluye información de identificación personal, o "PII") con investigadores que no forman parte de Stanford. Sin embargo, su PII será compartida únicamente en la medida que lo permita la ley aplicable, su divulgación se limitará a lo que sea necesario para realizar la investigación, y dichas acciones se regirán por un acuerdo de protección de datos. Es posible que también compartamos con el público o con terceros información general que no lo identifique de forma personal. De manera similar, cualquier resultado de las investigaciones se divulgará de forma general, y no revelará su identidad personal.

source: Third Party Sites
es_419: Sitios de terceros

source: We use the Personally Identifiable Information collected from third party sites for research and teaching purposes. To the extent such Personally Identifiable Information contains images of you; you grant Stanford a limited, non-exclusive right to use, reproduce, distribute, prepare derivative works of or publicly display such images and/or your likeness for educational purposes.
es_419: Utilizamos la información de identificación personal reunida a partir de sitios de terceros con fines de investigación y enseñanza. En la medida en que dicha información de identificación personal contenga imágenes suyas, usted otorga a Stanford un derecho limitado y no exclusivo a utilizar, reproducir, distribuir, preparar trabajos derivados a partir de, o exhibir al público, dichas imágenes o semejanzas con fines educativos.

source: Disclosure to Complete Transactions
es_419: Divulgación de información para realizar transacciones

source: We may disclose your Personally Identifiable Information in order to help complete a transaction that you have requested. This may include, for example, disclosure of credit card information to a payment processor.
es_419: Es posible que divulguemos información de identificación personal sobre usted a los efectos de realizar transacciones que usted haya solicitado. Esto podría incluir, por ejemplo, la divulgación de información sobre tarjetas de crédito a una empresa de procesamiento de pagos.

source: Disclosure to Stanford Contractors
es_419: Divulgación de información a contratistas de Stanford

source: Our contractors may have limited access to your Personally Identifiable Information in the course of providing products or services to us. These contractors may include vendors and suppliers that provide us with technology, services, marketing assistance, and/or content related to the operation and maintenance of the Site or the online course. Access to your Personally Identifiable Information by these contractors is limited to the information reasonably necessary for the contractor to perform its limited function for us.
es_419: Nuestros contratistas podrían tener acceso limitado a su información de identificación personal cuando nos proveen productos o servicios. Dichos contratistas podrían incluir vendedores y proveedores de tecnología, servicios, iniciativas de marketing o contenidos relacionados con la administración y mantenimiento del Sitio o los cursos en línea. El acceso a su información de identificación personal por parte de estos contratistas se limitará a la información que razonablemente necesiten para brindarnos el producto o servicio en cuestión.

source: Government Authorities, Legal Rights and Actions
es_419: Autoridades gubernamentales, derechos legales y acciones judiciales

source: Stanford may share your Personally Identifiable Information with various government authorities in response to subpoenas, court orders, or other legal process; to establish or exercise our legal rights or to protect our property, rights or safety or the property, rights or safety of others; to prosecute or to defend against legal claims; or as otherwise required by law or applicable regulations. In such cases Stanford reserves the right to raise or waive any legal objection or right available to us. We also may share your Personally Identifiable Information when Stanford believes it is appropriate to investigate, prevent, or take action regarding illegal or suspected illegal activities; to protect and defend the rights, property, or safety of Stanford, the Site, our users or others; and in connection with our Terms of Use and other agreements.
es_419: Stanford podría compartir su información de identificación personal con varias autoridades gubernamentales en respuesta a citaciones, resoluciones judiciales u otros procesos legales; para establecer o ejercer nuestros derechos legales o proteger nuestra propiedad, derechos o seguridad, o la propiedad, derechos o seguridad de otros; para entablar, o defendernos de, reclamaciones legales; o como de otra forma sea exigido por la ley. En tales casos, Stanford se reserva el derecho de presentar o renunciar a cualquier objeción legal o derecho a nuestra disposición. También es posible que compartamos su información de identificación personal cuando Stanford considere que sea apropiado investigar, prevenir o tomar acción con respecto a actividades ilegales o presuntamente ilegales; para proteger y defender los derechos, propiedades o seguridad de Stanford, el Sitio, nuestros clientes u otras personas; y en relación con nuestros Términos de uso y otros acuerdos.

source: Security
es_419: Seguridad

source: Stanford takes reasonable measures to protect your Personally Identifiable Information from disclosure to or access by third parties. However, no method of electronic transmission or storage is 100% secure. Please note that Stanford does not guarantee the security of Personally Identifiable Information, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. Any information that you post on our site or send to us in an email is not secure.
es_419: Stanford toma medidas razonables de seguridad para proteger su información de identificación personal para que no sea divulgada ni terceros puedan acceder a ella. Sin embargo, ningún método de transmisión o almacenamiento electrónico es 100% seguro. Tenga en cuenta que Stanford no garantiza la seguridad de la información de identificación personal, y existe determinado nivel de riesgo de que terceros no autorizados encuentren una manera de burlar nuestros sistemas de seguridad, o de que se intercepte la transmisión de su información a través de Internet. Cualquier información que usted publique en nuestro Sitio o que nos envíe por correo electrónico no estará segura.

source: You also play a role in protecting your information. Please safeguard your user name and password and do not share them with others. If we receive instructions using your log-in information we will consider that you have authorized the instructions. You agree to notify us immediately of any unauthorized use of your account or any other breach of security. We reserve the right to refuse service, terminate accounts, or remove or edit content in our sole discretion.
es_419: Usted también puede cooperar en la protección de su información. Proteja su nombre de usuario y contraseña, y no los comparta con otros. Si recibimos instrucciones con su información de ingreso consideraremos que ha sido usted quien las ha enviado. Usted se compromete a notificarnos inmediatamente en caso de que ocurra cualquier tipo de violación de seguridad o uso no autorizado de su cuenta. Nos reservamos el derecho de negarnos a brindar el servicio, cancelar cuentas o eliminar o modificar contenidos a nuestro exclusivo criterio.

source: External Links
es_419: Enlaces externos

source: For your convenience we may provide links to sites operated by organizations other than Stanford ("Third Party Sites") that we believe may be of interest to you. Stanford does not disclose your Personally Identifiable Information to these Third Party Sites without obtaining your consent. Stanford does not endorse and is not responsible for the privacy practices of these Third Party Sites. If you choose to click on a link to one of these Third Party Sites, you should review the privacy policy posted on the other site to understand how that Third Party Site collects and uses your Personally Identifiable Information.
es_419: Para su conveniencia, es posible que publiquemos enlaces a sitios operados por organizaciones diferentes a Stanford ("sitios de Internet de terceros") que creamos que podrían ser de su interés. Stanford no divulgará su información de identificación personal a dichos sitios sin que usted haya dado su consentimiento. Stanford no respalda ni es responsable de las prácticas de privacidad de dichos sitios de terceros. Si usted elige seguir un vínculo a uno de dichos sitios, debería consultar la política de privacidad de dicho Sitio para entender de qué manera se reunirá y utilizará su información de identificación personal.

source: Updating or Deleting Your Personally Identifiable Information
es_419: Actualizaciones y eliminación de su información de identificación personal

source: You may update or delete your Personally Identifiable Information by logging into the Site and visiting your user account page. Keep in mind, however, that there will be residual information that will remain within our databases, access logs and other records, which may or may not contain your Personally Identifiable Information. You may also submit a request to update your Personally Identifiable Information to {contact_email}. We try to answer every email promptly, but may not always be able to do so.
es_419: Usted podrá actualizar o eliminar su información de identificación personal, para lo que deberá ingresar a su página de usuario en el Sitio. Sin embargo, tenga en cuenta que habrá información residual que permanecerá en nuestras bases de datos, su historial de acceso y otros registros, los cuales podrían (o no) incluir información de identificación personal sobre usted. Usted también podrá enviar una solicitud para actualizar su información de identificación personal a {contact_email}. Nos esforzamos por responder inmediatamente a cada correo electrónico que recibimos, pero en ocasiones eso podría no ser posible.

source: Opt-Out Rights
es_419: Derecho a optar por no participar

source: If you do not wish to receive information or other notices from us in the future, you can "opt out" by contacting us at the address indicated at the end of this policy or by following the "unsubscribe" instructions in any communication you receive from us. Please be aware that you are not able to opt out of receiving communications about your account or your transactions with us.
es_419: Si usted no desea recibir información u otras notificaciones nuestras en el futuro, puede optar por no participar al escribirnos a la dirección que se indica al final de esta política o a través de las instrucciones para optar por no participar que se incluyen en cualquier comunicación que le enviemos. Tenga en cuenta que no es posible dejar de recibir comunicaciones sobre su cuenta o las transacciones que haya realizado con nosotros.

source: Changing Our Privacy Policy
es_419: Cambios a nuestra Política de privacidad

source: Please note that we review our privacy practices from time to time, and that these practices are subject to change. Any change, update, or modification will be effective immediately upon posting on our Site. We will notify you of any material change to this Privacy Policy by posting a notice on our Site's homepage for a reasonable period of time following such update, and by changing the effective date (located at the bottom of this Policy). Be sure to return to this page periodically to ensure familiarity with the most current version of this Privacy Policy. If you have any privacy-related questions, you may contact Stanford at {contact_email}.
es_419: Es importante que recuerde que de tiempo en tiempo efectuamos revisiones de nuestras prácticas de privacidad, y que las mismas están sujetas a cambios. Cualquier cambio, actualización o modificación entrará en vigencia de manera inmediata luego de su publicación en nuestro Sitio. Para notificarle sobre cualquier cambio significativo de esta Política de privacidad, publicaremos un aviso en la página de inicio de nuestro Sitio por un período razonable de tiempo luego de la actualización en cuestión, y también cambiaremos la fecha de vigencia (ubicada al final de esta Política). No olvide visitar esta página de forma periódica para estar al día con la versión más reciente de esta Política de privacidad. Si tiene alguna pregunta vinculada con nuestras prácticas de privacidad, comuníquese con Stanford a {contact_email}.

source: Protecting Children's Privacy
es_419: Protección de la privacidad de los niños

source: Stanford does not knowingly collect or maintain Personally Identifiable Information on our Site from persons under 13 years of age, and no part of our Site is directed to persons under 13 years of age. If you are under 13 years of age, then please do not use or access this Site at any time or in any manner. Stanford will take appropriate steps to delete any Personally Identifiable Information of persons less than 13 years of age that has been collected on our Site without verified parental consent upon learning of the existence of such Personally Identifiable Information.
es_419: Stanford no recopila ni conserva a sabiendas información de identificación personal de personas menores de 13 años, y ninguna sección de nuestro Sitio ha sido diseñada para personas menores de 13 años. Si usted tiene menos de 13 años de edad, le solicitamos que no use ni acceda a este Sitio en ningún momento ni de forma alguna. Stanford tomará las medidas necesarias para eliminar cualquier información de identificación personal de personas menores de 13 años que haya quedado recopilada en nuestro Sitio sin el consentimiento de los padres tan pronto como tome conocimiento de la existencia de dicha información.

source: Entire Agreement
es_419: Integridad del contrato

source: These Terms of Service, including the Honor Code and Privacy Policy, constitute the entire agreement between you and Stanford and its affiliates with respect to the subject matter herein and supersedes any and all prior or contemporaneous oral or written agreements.
es_419: Estos Términos de servicio, incluidos el Código de honor y la Política de privacidad, constituyen el contrato íntegro entre usted y Stanford y sus afiliados con respecto al objeto del presente, y reemplaza a todos los contratos anteriores o contemporáneos, sean de naturaleza verbal o escrita.

source: Contacting Stanford
es_419: Comunicaciones con Stanford

source: If you have any questions regarding our Privacy Policy, these Terms or Site, you may contact Stanford at {contact_email}.
es_419: Si tiene alguna pregunta vinculada con nuestras Política de privacidad, estos Términos o el Sitio, comuníquese con Stanford a {contact_email}.

source: Effective date: June 14, 2014
es_419: Fecha de vigencia: 14 de junio de 2014
