Repository: Stanford-Online/edx-theme
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es_419

source: Reset Your %(PLATFORM_NAME)s Password
es_419: Restablece Tu Contraseña de %(PLATFORM_NAME)s

source: Reset Your %(PLATFORM_NAME)s Password
es_419: Restablece Tu Contraseña de %(PLATFORM_NAME)s

source: We're sorry, %(PLATFORM_NAME)s enrollment is not available in your region
es_419: Lo sentimos, las inscripciones a %(PLATFORM_NAME)s no están disponibles en su región

source: Someone has been made aware of this issue. Please try again shortly. Please %(start_link)scontact us%(end_link)s about any concerns you have.
es_419: Alguien ya ha sido alertado de esta situación. Por favor reintente en algunos minutos. Por favor %(start_link)scontáctenos%(end_link)s para transmitirnos cualquier inquietud.

source: The password reset link was invalid, possibly because the link has already been used. Please return to the %(start_link)slogin page%(end_link)s and start the password reset process again.
es_419: El vínculo de restablecimiento de contraseña es inválido, posiblemente este vínculo ya fue utilizado. Por favor regrese a la página de %(start_link)sinicio de sesión%(end_link)s y comience de nuevo el proceso de restablecer contraseña.

source: View our %(start_link)shelp section for contact information and answers to commonly asked questions%(end_link)s
es_419: Visite nuestra %(start_link)ssección de ayuda para ver la información de contacto y las respuestas a las preguntas mas comunes%(end_link)s

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
es_419: Usted ha recibido este correo electrónico porque solicitó el restablecimiento de su contraseña de usuario para %(platform_name)s.

source: The %(platform_name)s Team
es_419: El equipo de %(platform_name)s

source: Your answers have been saved but not graded. Click 'Submit' to grade them.
es_419: Sus respuestas han sido guardadas pero no calificadas. Haga clic en 'Enviar' para calificarlas.

source: By exploring the course, you are agreeing to our Terms of Service. Please read them carefully.
es_419: Al explorar el curso, usted acepta nuestros Términos de Servicio. Favor de leerlos con cuidado.

source: By {end_time}, you must manually click the 'Final Submit' button below!
es_419: Para {end_time}, ¡debe hacer clic manualmente en el botón \"Enviar su respuesta final\" abajo!

source: Have <strong>general questions about {platform_name}</strong>? You can find lots of helpful information in the {platform_name} {link_start}Help Center{link_end}.
es_419: ¿Tiene <strong>preguntas generales sobre la plataforma {platform_name}</strong>? Puede encontrar mucha información valiosa en la sección de {link_start}Centro de Ayuda{link_end} de {platform_name}.

source: I agree to the {link_start1}Terms of Service{link_end} and {link_start2}Privacy Policy{link_end}
es_419: Acepto los {link_start1}Términos del Servicio{link_end} y la {link_start2}Política de Privacidad{link_end}

source: Needed for any certificates you may earn <strong>(cannot be changed later)</strong>
es_419: Se requiere para cualquier certificado que pueda obtener <strong>(No podrá ser cambiada después)</strong>

source: Non-registered mode. {tag_start}Register{tag_end} to save your course progress.
es_419: Modo no registrado. {tag_start}Regístrese{tag_end} para guardar su progreso en el curso.

source: Please enter your email address below, and we will email instructions for setting a new password.
es_419: Por favor ingrese su dirección de correo electrónico y le enviaremos las instrucciones para restablecer su contraseña.

source: Thank you for your inquiry or feedback. We typically respond to a request within three business days. In the meantime, please review our {link_start}Help Center articles{link_end}, where answers to many common questions have been posted.
es_419: Gracias por sus preguntas y aportes. Generalmente respondemos cada solicitud en tres días hábiles. Entre tanto, por favor revise nuestra sección de {link_start}artículos del Centro de Ayuda{link_end}, donde se ha publicado respuestas a muchas preguntas comunes.

source: The system is looking for your account. You should receive an email with password reset instructions shortly. If you don't see it within a few minutes (and it's not in your email's Spam or Trash), your account may be under a different email address. Try %(start_link)slogging in%(end_link)s again with some other email addresses you maintain.
es_419: El sistema está buscando su cuenta. Debe usted recibir un email con instrucciones para restablecer su contraseña pronto. Si no lo ve dentro de unos pocos minutos (y no está en su carpeta de correo no deseado), es posible que su cuenta es asociada con otra dirección de correo electrónico. Trate de %(start_link)singresar%(end_link)s de nuevo con algunas otras direcciones que usted mantenga.

source: Assessment Panel
es_419: Panel de Evaluación

source: At {start_time}, you started this exam.
es_419: Usted inició el examen a {start_time}.

source: By exploring the course, you are agreeing to our
es_419: Al explorar el curso, usted acepta nuestros

source: Create your account
es_419: Crear su cuenta

source: Create your {platform_name} learning and research account!
es_419: Crear su cuenta de aprendizaje y investigaciones con {platform_name}!

source: Explore Course
es_419: Explorar el curso

source: Final Submit
es_419: Enviar su respuesta final

source: HOW TO USE DISCUSSIONS
es_419: COMO USAR LAS DISCUSIONES

source: Needed for any Statements of Accomplishment you may earn
es_419: Se requiere para cualquier declaración de logro que pueda obtener

source: Password reset initiated
es_419: Restablecimiento de contraseña iniciado

source: Please read them carefully.
es_419: Por favor leerlos con cuidado.

source: Public courses from {university_name}!
es_419: Cursos públicos de {university_name}!

source: Self Assessment
es_419: Autoevaluación

source: This should be the email address you used to register with {platform}
es_419: Esta debe ser la dirección de correo electrónico que uso para registrarse con {platform}

source: Welcome to the {platform_name} Learning and Research Community
es_419: Bienvenido a la Comunidad de Aprendizaje e Investigación en Línea de {platform_name}

source: Welcome! Register below to create your %(platform_name)s account
es_419: Bienvenido! Regístrese a continuación para crear su cuenta en %(platform_name)s

source: Down for Maintenance
es_419: En Mantenimiento

source: We are currently performing system maintenance, please try again in a little while.
es_419: Actualmente estamos realizando tareas de mantenimiento del sistema. Por favor, inténtelo de nuevo después de un poco.

source: Revised 06/14/14
es_419: Revisado 14/06/14

source: Careers
es_419: Carreras

source: Powered by {platform_name}
es_419: Impulsado por {platform_name}

source: {platform_name}, Courses List
es_419: {platform_name}, Lista de Cursos

source: We encourage you to review our {tos_link_start}Terms of Service{link_end} and {privacy_link_start}Privacy Policy{link_end} before beginning the course.
es_419: Le recomendamos que revise nuestros {tos_link_start}Términos de Servicio{link_end} y {privacy_link_start}Política de Privacidad{link_end} antes de comenzar el curso.

source: About {PLATFORM_NAME}
es_419: Acerca de {PLATFORM_NAME}

source: Stanford Quad with Hoover Tower
es_419: Stanford Quad con la torre Hoover

source: {Stanford} is developing new online course material in order to improve on-campus courses and provide broader public access to exciting learning opportunities.
es_419: {Stanford} está desarrollando nuevos cursos en línea a fin de mejorar los cursos en el campus y facilitar el acceso del público a interesantes oportunidades de aprendizaje.

source: The engineering team at Stanford's Office of the Vice Provost for Online Learning is running and developing on an instance of the {platform_link_start}OpenEdX platform{link_end}. More details are in {details_link_start}this article{link_end}.
es_419: El equipo de ingenieros de la Oficina del Vice Provost para el Aprendizaje en Línea de Stanford está desarrollando una instancia de la {platform_link_start}plataforma de OpenEdX{link_end}. Hay más detalles en {details_link_start}este artículo{link_end}.

source: Stanford Memorial Church Facade
es_419: Fachada de la Iglesia Conmemorativa de Stanford

source: FAQs
es_419: Preguntas Frecuentes

source: Has {Stanford} joined the {edX} consortium?
es_419: Ha {Stanford} entrado en el consorcio de {edX}?

source: No. We're partnering on the open source software.
es_419: No. Estamos desarrollando el software de código abierto juntos.

source: What browsers are recommended for use with {platform_name}?
es_419: ¿Qué navegador se recomienda para {platform_name}?

source: The latest versions of {chrome_link}, {firefox_link}, and {safari_link}. (The site is currently not optimized for mobile use.)
es_419: Las versiones más recientes de {chrome_link}, {firefox_link}, y {safari_link}. (El sitio no está optimizado para dispositivos móviles.)

source: If I'm a {Stanford} faculty member, and I'd like to use the platform to host content for an on-campus or public course, who should I get in touch with?
es_419: Si soy un miembro de la facultad de {Stanford}, y me gustaría utilizar la plataforma para un curso en el campus o en línea, ¿a quién debería contactar?

source: Click here to get in touch
es_419: Haga clic aquí para ponerse en contacto.

source: If I'm at another university, and I'd like to find out about using the open source platform, who should I get in touch with?
es_419: Si soy un miembro de la facultad de otra universidad, y me gustaría saber sobre el uso de la plataforma de código abierto, ¿a quién debería contactar?

source: Stanford Dish by Twilight
es_419: El radiotelescopio y estribaciones de Stanford en el crepúsculo

source: Technical Support, Suggestions, and Platform Bugs
es_419: Apoyo Técnico, Sugestiones, y Errores en la Plataforma

source: For Technical Support, to make suggestions or to report platform bugs:
es_419: Para solicitar Apoyo Técnico, hacer una sugestión, o informarnos de un error:

source: Use the "Help" tab at the top left of the page.
es_419: Utilice la pestaña "Ayuda" en la parte superior izquierda de la página.

source: Additional Contact Information
es_419: Información adicional de contacto

source: For general information email us at:
es_419: Para información general, envíe un correo electrónico a:

source: For copyright concerns email us at:
es_419: Para preguntas de derechos de autor, envíe un correo electrónico a:

source: For disability-related questions email us at:
es_419: Para preguntas acerca de la discapacidad, envíe un correo electrónico a:

source: For questions about privacy-related issues email us at:
es_419: Para preguntas acerca de la privacidad, envía un correo electrónico a:

source: Contact {Coursera}
es_419: Contacto con {Coursera}

source: {Coursera} Student Support Center:
es_419: Centro de apoyo a los estudiantes de {Coursera}

source: Contact {NovoEd}
es_419: Contacto con {NovoEd}

source: {NovoEd} Support Center:
es_419: Centro de apoyo a los estudiantes de {NovoEd}

source: Please do not delete, this text helps us help you. - {platform_name} Team
es_419: Por favor no borre este texto. Nos ayuda a ayudarle. - Equipo de {platform_name}

source: Our Research Community
es_419: Nuestra Comunidad de Investigación

source: Stanford University pursues the science of learning. Online learners are important participants in that pursuit. The information we gather from your engagement with our instructional offerings makes it possible for faculty, researchers, designers and engineers to continuously improve their work and, in that process, build learning science.
es_419: La Universidad de Stanford está dedicada a la ciencia del aprendizaje. Los estudiantes en línea son una parte importante de ese objetivo. La información que reunimos a partir de su participación en nuestras ofertas de capacitación hace posible que nuestros docentes, investigadores, diseñadores e ingenieros mejoren continuamente su trabajo y, a través de ese proceso, puedan desarrollar la ciencia del aprendizaje.

source: By registering as an online learner, you are also participating in research...
es_419: Al inscribirse como estudiante en línea, usted también formará parte de la investigación...

source: Read Terms of Service and Privacy Policy.
es_419: Lea Términos de servicio y la Política de privacidad.

source: By registering as an online learner, you are also participating in research intended to enhance Stanford's instructional offerings as well as the quality of learning and related sciences worldwide. In the interest of research, you may be exposed to some variations in the course materials. Stanford does not use learner data for any purpose beyond the University's stated missions of education and research. For purposes of research, we may share information we collect from online learning activities, including {link_start}Personally Identifiable Information{link_end}, with researchers beyond Stanford. However, your Personally Identifiable Information will only be shared as permitted by applicable law, will be limited to what is necessary to perform the research, and will be subject to an agreement to protect the data. We may also share with the public or third parties aggregated information that does not personally identify you. Similarly, any research findings will be reported at the aggregate level and will not expose your personal identity.
es_419: Al inscribirse como estudiante en línea, usted también formará parte de las investigaciones que buscan mejorar las ofertas de educación de Stanford, así como la calidad de la enseñanza y las ciencias relacionadas en todo el mundo. Con el objetivo de fomentar la investigación, es posible que se le exponga a algunas variaciones en los materiales de los cursos. Stanford no utiliza los datos de los estudiantes para ningún otro fin más que las misiones de la Universidad, a saber, la educación y la investigación. A los efectos de la investigación, es posible que compartamos la información que reunamos a partir de las actividades de aprendizaje en línea (lo que incluye {link_start}información de identificación personal{link_end}) con investigadores que no forman parte de Stanford. Sin embargo, su información de identificación personal será compartida únicamente en la medida que lo permita la ley aplicable, su divulgación se limitará a lo que sea necesario para realizar la investigación, y dichas acciones se regirán por un acuerdo de protección de datos. Es posible que también compartamos con el público o con terceros información global que no lo identifique de forma personal. De manera similar, cualquier resultado de las investigaciones se divulgará a nivel global, y no revelará su identidad personal.

source: Please read our {link_start}Privacy Policy{link_end} for more information regarding the processing, transmission and use of data collected through the Stanford Online website and Stanford's OpenEdX platform.
es_419: Sírvase leer nuestra {link_start}Política de privacidad{link_end} si desea más información con respecto a las tareas de procesamiento, transmisión y uso de los datos reunidos a través del sitio web Stanford Online y la plataforma OpenEdX de Stanford.

source: NOTICE: On June 14, 2014, Stanford amended its Terms of Service and Privacy Policy as follows:
es_419: AVISO: EL 14 DE JUNIO DE 2014 STANFORD MODIFICÓ SUS TÉRMINOS DE SERVICIO Y POLÍTICA DE PRIVACIDAD DE LA SIGUIENTE MANERA:

source: Welcome to the Stanford Online Learning and Research Community
es_419: Bienvenido a la Comunidad de Aprendizaje e Investigación en Línea de Stanford

source: Terms of Service for Stanford Online Courses
es_419: TÉRMINOS DE SERVICIO DE LOS CURSOS EN INTERNET STANFORD ONLINE

source: These Terms of Service govern the Stanford Online website and Stanford's OpenEdX platform, class.stanford.edu ("Site") which is owned by Stanford University ("Stanford") and operated by Stanford or its service providers. You should not access or use this Site until you have carefully read and agreed to the following Terms of Service.
es_419: Estos Términos de servicio rigen el sitio web Stanford Online y la plataforma OpenEdX de Stanford, class.stanford.edu (el "Sitio"), el cual es propiedad de la Universidad de Stanford ("Stanford") y es operado por Stanford o quienes le proveen servicios. Usted no debería acceder a, ni utilizar este Sitio hasta que haya leído cuidadosamente y aceptado los Términos de servicio a continuación.

source: Use of the Site
es_419: Uso de este Sitio

source: In order to participate in Stanford Online courses or access any online resources offered by Stanford you must first carefully read and agree to these Terms of Service, Honor Code and Privacy Policy (collectively "Terms"). BY ACCESSING AND PARTICIPATING IN THE SITE, YOU HAVE INDICATED THAT YOU HAVE READ THESE TERMS AND AGREE TO BE BOUND BY AND COMPLY WITH THEM. If you do not agree to be bound by these Terms, please promptly exit the Site.
es_419: A los efectos de participar en los cursos de Stanford Online, o de acceder a cualquier recurso en línea que ofrece Stanford, primero deberá leer cuidadosamente y aceptar estos Términos de servicio, el Código de honor y la Política de privacidad (colectivamente, los "Términos"). AL ACCEDER Y PARTICIPAR EN LAS ACTIVIDADES DE ESTE SITIO, USTED ESTARÁ INDICANDO QUE HA LEÍDO ESTOS TÉRMINOS Y QUE SE COMPROMETE A REGIRSE POR, Y CUMPLIR CON LOS MISMOS. Si no da su consentimiento a someterse a estos Términos, le solicitamos que abandone inmediatamente el Sitio.

source: STANFORD RESERVES THE RIGHT TO MODIFY THESE TERMS AT ANY TIME AND WILL PUBLISH NOTICE OF ANY MODIFICATIONS ON-LINE AT THIS SITE. BY CONTINUING TO ACCESS A SITE AFTER NOTICE OF SUCH MODIFICATIONS HAS BEEN PUBLISHED, YOU SIGNIFY YOUR AGREEMENT TO BE BOUND BY THEM.
es_419: STANFORD SE RESERVA EL DERECHO DE MODIFICAR ESTOS TÉRMINOS EN CUALQUIER MOMENTO, Y PUBLICARÁ UNA NOTIFICACIÓN DE CUALQUIERA DE TALES MODIFICACIONES EN ESTE SITIO. SI DECIDE ACCEDER AL SITIO LUEGO DE QUE SE PUBLIQUE LA NOTIFICACIÓN SOBRE DICHAS MODIFICACIONES, ESTARÁ INDICANDO QUE ACUERDA REGIRSE POR LAS MISMAS.

source: User Age and Eligibility
es_419: Edad de los usuarios y elegibilidad

source: Participation in the Site and Stanford Online Courses is restricted to those individuals who have registered, who are 18 years of age and over, emancipated minors, or those who possess parental or legal guardian consent, and who are fully able and competent to enter into these terms, conditions, obligations, affirmations, representations and warranties herein. By accessing the Site you affirm that you are at least 13 years old and meet the eligibility requirements. This Site is not intended for children under 13. If you are under 13 years of age, do not use the Site. If you have questions about your eligibility, please contact us at {contact_email}.
es_419: La participación en el Sitio y en los cursos de Stanford Online está limitada a aquellas personas que se hayan inscrito, que sean mayores de 18 años, menores emancipados, o que hayan recibido autorización de sus padres o tutor legítimo, y que sean totalmente capaces y competentes para dar su consentimiento a los términos, condiciones, obligaciones, afirmaciones, declaraciones y garantías que se expresan aquí. Al acceder a este Sitio usted declara que tiene al menos 13 años de edad y que cumple con los requisitos de elegibilidad. Este Sitio no ha sido diseñado para niños menores de 13 años. Si usted tiene menos de 13 años de edad, no utilice este Sitio. Si tiene alguna pregunta sobre su elegibilidad, comuníquese con nosotros a {contact_email}.

source: Certain courses may also have additional eligibility requirements as specified in the specific course description. If you are not eligible for registration and participation or do not agree to the Terms, you may not use the Site.
es_419: Ciertos cursos también podrían incluir requisitos adicionales de elegibilidad, los cuales se especificarán en la descripción del curso en cuestión. Si usted no es elegible para inscribirse y participar, o no desea regirse por los términos, no podrá utilizar el Sitio.

source: Access to the Site
es_419: Acceso al Sitio

source: While portions of the Site may be available to the general public, portions of the Site are restricted to registered users who meet eligibility criteria. You agree that you will not access any registration-only portions of the Site if you do not meet the eligibility requirements. Stanford is not responsible for any delay, inability or failure to access the Site due to any cause, including but not limited to acts of God, natural disasters, government orders, labor unrest, malfunction of user hardware or software, interruption in internet service, loss or corruption of data, and unanticipated suspension or cessation of service from any underlying service provider.
es_419: A pesar de que ciertas porciones del Sitio podrían estar disponibles para el público en general, existen otras secciones a las que solo pueden acceder los usuarios inscritos que cumplen con los requisitos de elegibilidad. Usted se compromete a no acceder a ninguna sección del Sitio reservada para usuarios inscritos si no cumple con los requisitos de elegibilidad. Stanford no será responsable de ninguna demora, imposibilidad o error en el acceso al Sitio que se deba a cualquier tipo de causa, lo que incluye, pero no se limita a actos fortuitos, desastres naturales, órdenes gubernamentales, disturbios laborales, mal funcionamiento del hardware o software del usuario, interrupciones en el servicio de Internet, pérdida o corrupción de datos y suspensiones o interrupciones no programadas del servicio atribuibles a cualquier proveedor de servicios relacionados.

source: User Accounts
es_419: Cuentas de usuarios

source: Site Registration
es_419: Inscripción en el Sitio

source: In order to fully participate in all Site activities, you must register and create a User Account. You are required to provide a valid email address ("Email Address") and create a user password ("User Password") and a unique username, which will be publicly visible on the forum and other locations on the Site. In setting up your User Account, you may also be prompted or required to enter additional information, including but not limited to your name, location or other information required to confirm your identity.
es_419: A los efectos de participar plenamente en todas las actividades del Sitio, usted deberá inscribirse y crear una cuenta de usuario. Deberá indicar una dirección válida de correo electrónico ("Dirección electrónica") y crear una contraseña de usuario ("Contraseña de usuario") y un nombre de usuario único, el cual será visible al público en el foro y otras secciones del Sitio. Al establecer su cuenta de usuario, es posible que también se le solicite que ingrese información adicional, lo que incluye, pero no se limita a su nombre, ubicación u otra información que sea necesaria a los efectos de confirmar su identidad.

source: Course Registration
es_419: Inscripción en los cursos
