Repository: Stanford-Online/edx-theme
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es_419

source: Stanford respects the intellectual property rights of others. In accordance with Title II of the Digital Millennium Copyright Act (DMCA), an agent has been designated to receive notification of a claimed copyright infringement for the Stanford University Network domains: Stanford.EDU, Stanford.ORG and Stanford.COM. If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement, please contact Stanford's DMCA Designated Agent at DMCA-Claim@Stanford.EDU with a copy to {contact_email} and provide the following written information: (i) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest; (ii) a description of the copyrighted work that you claim has been infringed upon; (iii) a description of where the material that you claim is infringing is located on the Site; (iv) your address, telephone number, and email address; (v) a statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent or the law; and (vi) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.
es_419: Stanford respeta los derechos de propiedad intelectual de terceros. En conformidad con el Título II de la Ley de Derechos de Autor Digitales del Milenio (DMCA), se ha designado un agente para recibir notificación de presuntas violaciones a los derechos de autor para los dominios de la Red de la Universidad de Stanford: Stanford.EDU, Stanford.ORG y Stanford.COM. Si usted cree que trabajos suyos protegidos por derechos de autor han sido copiados de una forma que constituye una violación a los derechos de autor, sírvase comunicarse con el Agente DMCA Designado de Stanford a DMCA-Claim@Stanford.EDU con copia a {contact_email} para enviar la siguiente información escrita: (i) una firma electrónica o manuscrita de la persona autorizada para actuar en representación del propietario de los derechos de autor en cuestión; (ii) una descripción del trabajo protegido por los derechos de autor que presuntamente se han infringido; (iii) una descripción de la ubicación en el Sitio del material que usted declara que ha violado sus derechos de autor; (iv) su dirección, número de teléfono y correo electrónico; (v) una declaración de que de buena fe usted cree que el uso denunciado no ha sido autorizado por el titular de los derechos, su agente o la ley; y (vi) una declaración suya, bajo pena de perjurio, de que la información mencionada en su notificación es exacta y que usted es el titular de los derechos de autor, o que está autorizado para actuar en representación de dicho titular.

source: Notices
es_419: Notificaciones

source: Notices to you may be made via either email or regular mail. Notices to Stanford should be directed to the address listed below. The Site may also provide notices of changes to these Terms or other matters by displaying notices or links to notices to you on the Site.
es_419: Las notificaciones que se le envíen a usted podrán cursarse mediante correo electrónico o tradicional. Las notificaciones que se envíen a Stanford deberán remitirse a la dirección que se indica más adelante. En el Sitio también podrán publicarse notificaciones de cambios a estos términos u otros asuntos desplegando avisos o enlaces a las notificaciones correspondientes en el Sitio.

source: General Information
es_419: Información general

source: Stanford's failure to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.
es_419: El hecho de que Stanford no ejerza o exija el cumplimiento de ningún derecho o disposición de los Términos no constituirá una renuncia a esos derechos o disposiciones. En caso de que cualquier tribunal con jurisdicción determine que una disposición de los términos es inválida, las partes acuerdan que el tribunal deberá esforzarse para dar efecto a las intenciones de las partes tal como quedan reflejadas en la disposición, y las demás disposiciones de los términos conservarán su plena vigencia y efectos.

source: You may not assign the Terms or any of your rights or obligations under the Terms without Stanford's express prior written consent.
es_419: Usted no podrá ceder los Términos ni ninguno de sus derechos u obligaciones en conformidad con los mismos sin el consentimiento expreso, previo y por escrito de Stanford.

source: The Terms inure to the benefit of Stanford's successors, assigns and licensees. The section titles in the Terms are for convenience only and have no legal or contractual effect.
es_419: Los Términos redundarán en beneficio de los sucesores, cesionarios y licenciatarios de Stanford. Los títulos de las secciones en los Términos se incluyen solamente por motivos de conveniencia, y carecen de efectos legales o contractuales.

source: Effective June 14, 2014
es_419: Vigente al 14 de junio de 2014

source: Honor Code
es_419: Código de honor

source: By registering in an online course, you agree to: rely solely on your own work in connection with all assessments, problems, homework and assignments (unless collaboration is expressly permitted); acknowledge any and all external sources used in your work; refrain from any activity that would dishonestly or fraudulently improve your results or disadvantage others in the course; refrain from disclosing answers to assessments, problems, assignments and homework to others; maintain only one user account and not let anyone else use your username and/or password; and not access or attempt to access any other user's account, or misrepresent or attempt to misrepresent your identity while using the Sites. This Honor Code is not intended to prohibit discussion of course material. While users must submit work that is their own, you should feel free to discuss lectures or other course material with others either in-person or online.
es_419: Al inscribirse para asistir a un curso en línea, usted acuerda lo siguiente: utilizar únicamente su propio trabajo en lo relacionado con todas las evaluaciones, problemas, tareas domiciliarias y trabajos (a menos que se permita expresamente colaborar con otros); citar todas las fuentes externas utilizadas para su trabajo; abstenerse de cualquier acción que pudiera de forma deshonesta o fraudulenta mejorar sus resultados o poner a otros en el curso en situación de desventaja; abstenerse de revelar a otros las respuestas a evaluaciones, problemas, trabajos y tareas domiciliarias; mantener una única cuenta de usuario y no permitir que ninguna otra persona utilice su nombre de usuario o contraseña; y no acceder, o intentar acceder, a la cuenta de ningún otro usuario, o tergiversar, o intenta tergiversar, su identidad al utilizar los Sitios. Este Código de honor no tiene el objetivo de impedir las conversaciones sobre los materiales del curso. A pesar de que los usuarios deben presentar trabajos que sean de su autoría, usted puede sentirse libre de hablar sobre las clases u otros materiales del curso con otros, tanto en persona como en línea.

source: Stanford employees using this Site are expected to abide by the University Code of Conduct, Administrative Guide Memo 1.
es_419: Se espera que los empleados de Stanford que utilizan este Sitio se rijan por el Código de Conducta Universitaria, Memorando 1 de la Guía Administrativa.

source: Privacy Policy
es_419: POLÍTICA DE PRIVACIDAD

source: Stanford respects your privacy, will use reasonable efforts to keep your Personally Identifiable Information private, and will not share it with third parties, except as otherwise provided in this Privacy Policy, or unless Stanford has a good faith belief that such disclosure is necessary in special cases, such as a physical threat to you or others.
es_419: Stanford respeta su privacidad, hará esfuerzos razonables para mantener la confidencialidad de su información de identificación personal, y no la compartirá con terceros, a excepción de lo que disponga esta Política de privacidad, o a menos que Stanford tenga buenos motivos para creer que divulgar dicha información es necesario en circunstancias especiales, tales como casos de amenazas físicas a usted u otros.

source: What Information this Privacy Policy Covers
es_419: Información abarcada en esta Política de privacidad

source: Some of our Site's functionality can be used without revealing any personal information; however, for features or services related to an online course registration and participation, personal information is required. If you do not use these specific features or services on the Site, then the only information Stanford collects will be "Non-Personal Information" (i.e., information that cannot be used to identify you). Non-Personal Information includes information such as the web pages that you have viewed.
es_419: Algunas de las funciones de nuestro Sitio pueden usarse sin revelar ninguna información personal; sin embargo, en el caso de características o servicios relacionados a la inscripción en los cursos en línea y la participación en los mismos, se requieren datos personales. Si no se utilizan esas características o servicios específicos en el Sitio, la única información que Stanford reúne es "información no personal" (es decir, información que no puede usarse para identificarlo). La información no personal incluye datos tales como las páginas de Internet que ha visitado.

source: In order to access certain features and benefits on our Site, you may need to submit "Personally Identifiable Information" (i.e., information that can be used to identify you). Personally Identifiable Information can include information such as your name and email address, among other things. You are responsible for ensuring the accuracy of the Personally Identifiable Information you submit to Stanford. Inaccurate information may affect your ability to use the Site, the information you receive when using the Site, and our ability to contact you. For example, your email address should be kept current because that is one of the primary means by which we communicate with you.
es_419: A los efectos de acceder a ciertas características y beneficios de nuestro Sitio, es posible que necesite suministrar "información de identificación personal" (es decir, información que sí puede usarse para identificarlo). La información de identificación personal puede incluir datos tales como su nombre y correo electrónico, entre otras cosas. Usted será responsable de asegurarse en cuanto a la exactitud de la información de identificación personal que envíe a Stanford. La provisión de información inexacta podría afectar su uso del Sitio, la información que reciba cuando lo utilice y nuestras comunicaciones con usted. Por ejemplo, es importante que mantenga actualizada su dirección de correo electrónico, debido a que esa es la manera principal en la cual nos comunicaremos con usted.

source: Please note that this Privacy Policy only applies to information that we collect through the Site and does not apply to information that we may collect from you through other means such as by mail or over the phone.
es_419: Tenga en cuenta que esta Política de privacidad únicamente aplica a la información que reunamos a través del Sitio, y no aplica a la información que podamos reunir sobre usted a través de otros medios, como por correo o por teléfono.

source: What You Consent to by Using Our Site
es_419: A qué está dando consentimiento al usar nuestro Sitio

source: Please understand that by submitting any Personally Identifiable Information to us, you consent and agree that Stanford may collect, use and disclose such Personally Identifiable Information in accordance with this Privacy Policy and our Terms of Use, and as permitted or required by law. If you do not agree with these terms, then please do not provide any Personally Identifiable Information to us. If you refuse or withdraw your consent, or if you choose not to provide us with any required Personally Identifiable Information, Stanford may not be able to provide you with the services and courses that can be offered on our Site.
es_419: Es importante que comprenda que al enviarnos cualquier información de identificación personal, usted estará dando su consentimiento, y aceptando que Stanford podría reunir, utilizar y divulgar dicha información de identificación personal de acuerdo con esta Política de privacidad y nuestros Términos de uso, y tal como lo permita o exija la ley. Si usted no conviene en regirse por estos términos, le solicitamos que no nos envíe ninguna información de identificación personal. Si usted se niega a otorgar su consentimiento, lo revoca u opta por no enviarnos ninguna de la información de identificación personal necesaria, es posible que Stanford no pueda brindarle los servicios y cursos que se ofrecen en nuestro Sitio.

source: The Information We Collect
es_419: Información que reunimos

source: We gather the following types of information about users through the Site:
es_419: A través del Sitio, reunimos los siguientes tipos de información sobre los usuarios:

source: Non-Personal Information
es_419: Información no personal

source: When users come to our Site, Stanford may track, collect and aggregate Non-Personal Information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited, and which hyperlinks were "clicked." We also collect information from the URLs from which you linked to our Site. Collecting such information may involve logging the IP address, operating system and browser software used by each user of the Site. Although such information is not Personally Identifiable Information, we may be able to determine from an IP address a user's Internet Service Provider and the geographic location of his or her point of connectivity.
es_419: Cuando los usuarios visitan nuestro Sitio, Stanford podría rastrear, reunir y acumular información no personal que indique, entre otras cosas, qué páginas de nuestro Sitio fueron visitadas, el orden y el momento de las visitas, y sobre qué hipervínculos se hizo "clic". También reunimos información sobre las direcciones URL que lo trajeron hasta nuestro Sitio. El reunir dicha información podría implicar registrar la dirección IP, el sistema operativo y el navegador utilizados por cada uno de los usuarios del Sitio. A pesar de que dichos datos no constituyen información de identificación personal, es posible que, a través de la dirección IP del usuario, podamos identificar al proveedor de servicios de Internet de ese usuario y el lugar geográfico de su conectividad.

source: Stanford also uses or may use cookies and/or web beacons to help us determine and identify repeat visitors, the type of content and sites to which a user of our Site links, the length of time each user spends at any particular area of our Site, and the specific functionalities that users choose to use. Essentially, cookies are a user's identification card for the Stanford servers. Web beacons are small graphic files linked to our servers that allow us to track your use of our Site and related functionalities. Cookies and web beacons allow Stanford to serve you better and more efficiently, and to personalize your experience at our Site. Cookies and web beacons are not used to retain Personally Identifiable Information. From time to time Stanford may also use additional methods of collecting data. Stanford does not provide any data collected through cookies to third parties.
es_419: Stanford también utiliza, o podría utilizar, cookies y/o contadores de visitantes para ayudarnos a identificar a visitantes recurrentes, el tipo de contenidos y sitios a los que accede un usuario de nuestro Sitio, cuánto tiempo pasa cada usuario en una sección específica de nuestro Sitio, y las funcionalidades específicas que los usuarios optan por utilizar. En esencia, los cookies son una tarjeta de identificación de los usuarios en los servidores de Stanford. Los contadores de visitantes son pequeños archivos gráficos vinculados a nuestros servidores que nos permiten llevar un control de su uso del Sitio y las funcionalidades relacionadas. Los cookies y los contadores de visitantes permiten que Stanford pueda satisfacer sus requerimientos de una manera mejor y más eficiente, y personalizar su experiencia en nuestro Sitio. Los cookies y los contadores visitantes no se utilizan para registrar información de identificación personal. De tiempo en tiempo, es posible que Stanford también utilice métodos adicionales para recopilar datos. Stanford no facilita a terceros ningún dato que haya reunido a través de cookies.

source: You should be able to control how and whether cookies will be accepted by your web browser. Most browsers offer instructions, in the "Help" section of the toolbar, on how to reset the browser to reject cookies. If you reject our cookies, many functions and conveniences of this Site may not work properly.
es_419: Asimismo, usted puede controlar de qué manera su navegador acepta los cookies, o hasta si los aceptará. La mayoría de los navegadores incluyen instrucciones en la sección de "Ayuda" de la barra de herramientas en cuanto a cómo configurarlo para que rechace los cookies. Si usted rechaza los cookies, es posible que muchas de las funciones y aspectos convenientes del Sitio no funcionen de forma adecuada.

source: Personally Identifiable Information
es_419: Información de identificación personal

source: This Privacy Policy serves as notice that Stanford collects Personally Identifiable Information in the manner described herein. Such information may include but is not limited to: username, email address, home address, postal code, gender and year of birth. Stanford collects Personally Identifiable Information that you provide to us when you sign-up for email updates, participate in online courses or services through our Site, participate in our public forums, send us email messages, and/or or otherwise contact us. In order to subscribe to services, you may be required to provide us with Personally Identifiable Information such as your user name, name, postal address, and email address. You may also be asked to provide demographic information such as date of birth, gender and educational and vocational information. Stanford may also receive Personally Identifiable Information when you access or log-in to a third party site, e.g., Facebook, from our Site. This may include the text and/or images of your Personally Identifiable Information available from the third party site. Personally Identifiable Information shall not include any information posted or sent by or to you via any public forum.
es_419: Esta Política de privacidad constituye un aviso de que Stanford reúne información de identificación personal de la manera que se describe en el presente. Dicha información podría incluir, pero no se limita a, lo siguiente: nombre de usuario, dirección de correo electrónico, dirección postal, código postal, género y año de nacimiento. Stanford reúne la información de identificación personal que usted nos envía al darse de alta para recibir actualizaciones por correo electrónico, participar en cursos en línea o servicios a través de nuestro Sitio, participar en nuestros foros públicos, enviarnos mensajes por correo electrónico o ponerse en contacto con nosotros de otras maneras. Para suscribirse a estos servicios, es posible que deba facilitarnos información de identificación personal, como su nombre de usuario, nombre, dirección postal y correo electrónico. Es posible que también le solicitemos que nos brinde información de tipo demográfico, como su fecha de nacimiento, género e información sobre su nivel educativo y profesional. Stanford también podría recibir información de identificación personal cuando usted accede o ingresa a un Sitio de terceros, por ejemplo, Facebook, desde nuestro Sitio. Esto podría incluir el texto o imágenes de su información de identificación personal disponible en el Sitio administrado por dicho tercero. La información de identificación personal no incluirá ninguna información que usted haya publicado o enviado, o que haya recibido, a través de foros públicos.

source: Collection of Information by Third Parties
es_419: Recopilación de información por parte de terceros

source: We may permit a limited number of authorized third parties, such as analytics partners, to place cookies through the Site to provide us with better insights into the use of the Site or user demographics. These third parties may collect information, including non-personal information, about a consumer's online activities over time and across different websites when he or she uses our website.
es_419: Es posible que permitamos que ciertos terceros autorizados, tales como empresas dedicadas al análisis de datos, coloquen cookies en el Sitio para ayudarnos a determinar de manera más exacta las características de uso del Sitio y de sus usuarios. Dichos terceros podrían recopilar información, incluida información no personal, sobre las actividades en línea de los usuarios a través del tiempo y en diferentes sitios web a medida que usan nuestro Sitio.

source: Do Not Track
es_419: Tecnología "no rastrear"

source: We do not use technology that recognizes a "do-not-track" signal from your web browser.
es_419: No utilizamos tecnología que reconozca las instrucciones de no rastrear enviadas por su navegador.

source: How We Use and Share the Information
es_419: Cómo utilizamos y compartimos la información

source: Please take some time to familiarize yourself with the different ways Stanford uses and may disclose the information that we gather. We do not share your Personally Identifiable Information with third parties for their direct marketing use.
es_419: Es importante que se tome un momento para familiarizarse con las diferentes maneras en las que Stanford utiliza y podría divulgar la información que reunimos. No compartimos su información de identificación personal con terceros para que estos la utilicen en actividades de marketing.
