Repository: Stanford-Online/edx-theme
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es_419

source: In order to participate in an online course you may be required to register in the course by selecting the course from the list of offered courses. You may be required to provide additional information at the time of registration including, without limitation, evidence of eligibility or of successful completion of prerequisite courses. You may be required to pay a fee to register in some courses.
es_419: Para participar en los cursos en línea es posible que se le solicite que seleccione de la lista de cursos disponibles aquel que sea de su interés. Es posible que se le solicite información adicional al momento de la inscripción, lo que incluye, pero no se limita a, prueba de elegibilidad o de haber finalizado con éxito cursos anteriores de carácter obligatorio. Es posible que para inscribirse en ciertos cursos deba pagar determinado monto de dinero por concepto de matrícula.

source: You understand and agree that all information provided by you is accurate, current and complete and that you will maintain and update your information to keep it accurate, current and complete. You acknowledge that if any information provided by you is untrue, inaccurate, not current or incomplete, we reserve the right to refuse access to the selected course or to terminate your use of the Site. You agree that you will never divulge or share access or access information to your User Account with any third party for any reason.
es_419: Usted comprende y acuerda que toda la información que brinda es exacta, actual y completa, y que se encargará de mantener y actualizar su información para que continúe siendo exacta, actual y completa. Usted reconoce que en caso de que cualquier información que brinde sea falsa, inexacta, incompleta o no esté actualizada, nos reservamos el derecho de negarle el acceso al curso seleccionado o impedirle que continúe utilizando el Sitio. Usted acuerda que nunca divulgará ni compartirá su acceso o información de acceso a su cuenta de usuario con ningún tercero bajo ninguna circunstancia.

source: Fees and Refunds
es_419: Cargos por matrícula y reembolsos

source: Courses may be made available for free or for a fee at the sole discretion of Stanford. Course fees, if applicable, are due and payable at the time of registration for the course or at the time of requesting a service for which a fee is required. Stanford expressly reserves the right to refuse to permit access to any fee-based course if the fee is not paid, is cancelled or not processed for any reason. For a period of fourteen (14) calendar days from the course start date ("Refund Period"), you may withdraw or unregister from the course by clicking on the unregister link and request a refund by emailing {contact_email}. Please include your full name and in your email request. Refunds will be credited to the credit card used when you registered and may take up to two billing cycles to process. Stanford has no obligation to issue a refund after the Refund Period, but if you believe a refund is warranted, please email us at {contact_email}.
es_419: A exclusivo criterio de Stanford, los cursos pueden estar disponibles de forma gratuita o previo pago de un costo de matrícula. Si corresponden, los cargos por matrícula deberán pagarse al momento de la inscripción en el curso, o al momento en que se solicite un servicio para el cual se requiera el pago de un cargo. Stanford se reserva expresamente el derecho de negar el acceso a un curso por el cual deba pagarse cargo en caso de que no se cumpla con el pago, si el mismo es cancelado o si no se procesa por cualquier motivo. Durante un período de catorce (14) días corridos desde la fecha de inicio del curso ("Período de reembolsos"), usted podrá retirarse o cancelar su inscripción en el curso haciendo clic en el enlace de cancelación de inscripción y escribir para solicitar un reembolso a {contact_email}. No olvide incluir su nombre completo y [sic] en su solicitud por correo electrónico. El monto del reembolso se acreditará a la tarjeta de crédito que haya usado al inscribirse; el procesamiento de su solicitud de reembolso podría tomar hasta dos ciclos de cobro. Stanford no tiene ninguna obligación de emitir un reembolso luego del Período de reembolsos, pero si usted cree que tiene derecho a recibirlo, podrá escribirnos a {contact_email}

source: Course Modification or Cancellation
es_419: Modificaciones o cancelaciones de cursos

source: The Site, including the course materials, may contain errors and omissions. We reserve the right to correct errors or omissions without prior notice. We also reserve the right to cancel, discontinue, reschedule, delay, change instructors or modify any course or service. You acknowledge that the course content of the online course does not reflect the complete curriculum of a course that may be offered to students enrolled at Stanford.
es_419: Este Sitio, lo que incluye los materiales de los cursos, podría contener errores u omisiones. Nos reservamos el derecho de corregir los errores u omisiones sin ningún tipo de notificación previa. También nos reservamos el derecho de cancelar, discontinuar, reprogramar, posponer, cambiar a los docentes o modificar cualquier otro aspecto de nuestros cursos o servicios. Usted reconoce que el contenido de los cursos que se ofrecen en línea no refleja los contenidos completos de los cursos que se ofrecen para los estudiantes inscritos en Stanford.

source: License to use Site Materials
es_419: Licencia para usar los materiales del Sitio

source: Unless otherwise indicated, the Site and all its content, such as text, images, and the HTML used to generate the pages ("Material") are the property of Stanford or that of our suppliers or licensors and are protected by patent, trademark and/or copyright under US or foreign laws. In consideration for your agreement to the terms and conditions contained here, Stanford grants you a personal, non-exclusive, non-transferable license to access and use the Site and the Material. Registered users may download Material from the Site only for such user's own personal, non-commercial use. No user may otherwise copy, reproduce, duplicate, retransmit, distribute, publish, scrape, download in bulk, sell, resell, commercially exploit or otherwise transfer any Material or modify or create derivative works of the Material. The burden of determining that use of any information, software or any other content on the Site is permissible rests with User. Some content on the Site is provided by third parties, and the use of that content is subject to rules and restrictions as indicated on the Site. You agree to be bound by all such rules and restrictions.
es_419: A menos que se indique otra cosa, el Sitio y todos sus contenidos, lo que incluye textos, imágenes y el código HTML utilizado para generar las páginas ("material") son propiedad de Stanford o de nuestros proveedores o licenciantes, y están protegidos por patentes, marcas comerciales o derechos de autor, según lo dispuesto por las leyes de Estados Unidos u otros países. En contraprestación por su compromiso de someterse a los términos y condiciones contenidos aquí, Stanford le otorga una licencia personal, no exclusiva e intransferible para acceder a, y utilizar el Sitio y el Material. Los usuarios inscritos podrán descargar Material del Sitio únicamente para su uso personal no comercial. A excepción de lo anterior, el usuario no podrá copiar, reproducir, duplicar, retransmitir, distribuir, publicar, degradar, descargar en grandes cantidades, vender, revender, explotar comercialmente o de otra manera transferir ninguna parte del Material, ni modificar o crear trabajos derivados a partir del Material. La carga de determinar que el uso de cualquier información, software o cualquier otro contenido del Sitio está autorizado le corresponderá al usuario. Ciertos contenidos del Sitio son provistos por terceros, y el uso de los mismos se rige por las reglas y restricciones que se indican en el Sitio. Usted acuerda regirse por todas las reglas y restricciones que correspondan.

source: Modifications to Site
es_419: Modificaciones al Sitio

source: Stanford reserves the right, for any reason or no reason, in our sole discretion and without notice, to terminate, change, suspend or discontinue any aspect of the Site, including without limitation, information, data, text, music, sound, photographs, graphics, video, messages, courses, Materials, features and/or hours of availability, and we will not be liable to you or to any third party for doing so. We may also impose rules and limits on the use of the Site or restrict your access to part, or the entire, Site without notice or penalty.
es_419: Stanford se reserva el derecho, por cualquier motivo (o sin motivo), a nuestro exclusivo criterio y sin notificación previa, a eliminar, modificar, suspender o discontinuar cualquier aspecto del Sitio, lo que incluye, pero no se limita a, información, datos, texto, música, sonidos, fotografías, material gráfico, videos, mensajes, cursos, Materiales, características u horas de disponibilidad, sin incurrir en ningún tipo de responsabilidad hacia usted o ningún tercero por hacerlo. También podremos imponer reglas y límites al uso del Sitio, o restringir su acceso a parte o la totalidad del mismo, sin que sea necesario enviar ninguna notificación previa y sin incurrir en ningún tipo de sanción.

source: Rules for Online Conduct
es_419: Reglas de conducta en línea

source: You agree to use the Sites in accordance with all applicable laws. You are responsible for your own communications, including the upload, transmission and posting of information, and are responsible for the consequences of their posting on or through the Site. You further agree that you will not email or post malicious or harmful content anywhere on the Site, or on any other Stanford computing resources including without limitation the following:
es_419: Usted acuerda utilizar el Sitio en conformidad con todas las leyes aplicables. Usted será responsable de sus propias comunicaciones, lo que incluye subir, transmitir y publicar información, y será responsable de las consecuencias de la publicación de dichos contenidos en o a través del Sitio. Asimismo, usted acuerda que no enviará por correo electrónico ni publicará contenidos maliciosos o perjudiciales en ninguna sección del Sitio, ni en ningún otro recurso informático facilitado por Stanford, lo que incluye, pero no se limita a, lo siguiente:

source: Content that defames or threatens others
es_419: Contenidos que difamen o amenacen a otros

source: Harassing statements or content that violates federal or state law
es_419: Declaraciones en la forma de acoso o contenidos que violen las leyes federales o estatales

source: Content that discusses illegal activities with the intent to commit them
es_419: Contenido que hable sobre actividades ilegales con la intención de llevarlas a la práctica

source: Content that is not your own, or infringes another's intellectual property, including, but not limited to, copyrights, trademarks or trade secrets
es_419: Contenido que no le pertenezca, o que infrinja los derechos de propiedad intelectual de otra persona, lo que incluye, pero no se limita a, derechos de autor, marcas comerciales o secretos comerciales

source: Content related to partisan political activities
es_419: Contenido vinculado a actividades políticas partidarias

source: Material that contains obscene (i.e. pornographic) language or images
es_419: Material que contenga expresiones o imágenes obscenas (es decir, pornográficas)

source: Advertising or any form of commercial solicitation or promotion, including links to other sites
es_419: Publicidad o cualquier tipo de oferta o promoción comercial, lo que incluye enlaces a otros sitios

source: Content that is otherwise unlawful
es_419: Contenido que de otras maneras sea ilegal

source: Intentionally incomplete, misleading or inaccurate content
es_419: Contenidos intencionalmente incompletos, engañosos o inexactos

source: Violations of Honor Code
es_419: Violaciones al código de honor

source: Copyrighted material, including without limitation software, graphics, text, photographs, sound, video and musical recordings, may not be placed on the Site without the express permission of the owner of the copyright in the material, or other legal entitlement to use the material.
es_419: El material protegido por derechos de autor, lo que incluye, pero no se limita a, software, material gráfico, texto, fotografías, sonidos, videos y grabaciones musicales, no podrá publicarse en el Sitio sin la autorización expresa del propietario de los derechos de autor con respecto al material, o sin algún otro tipo de autorización legal a utilizar el material.

source: Security Rules
es_419: Reglamentos de seguridad

source: Violations of system or network security may result in civil or criminal liability. Stanford will investigate occurrences and may involve, and cooperate with, law enforcement authorities in prosecuting the use or users who are involved in such violations. You agree that you will not violate or attempt to violate the security of the Site, including without limitation:
es_419: Las violaciones a las protecciones de seguridad del sistema o la red podrían resultar en responsabilidades civiles o penales. Stanford investigará los hechos y podría recurrir a, y cooperar con autoridades policiales a los efectos de entablar acción judicial contra el uso o a los usuarios que estén involucrados en dichas infracciones. Usted acuerda que no violará ni intentará violar la seguridad del Sitio, lo que incluye, pero no se limita a, lo siguiente:

source: attacking, probing, scanning or testing the vulnerability of, breaching security of, disrupting, disabling or harming the Site, or servers or networks connected to the Site
es_419: atacar, sondear, escanear o probar la vulnerabilidad del Sitio, o violar la seguridad del mismo, o interrumpir, desactivar o perjudicar al Sitio o los servidores y redes conectados al mismo

source: using the Site via any automated means, such as a screen-scraper or robot. This is not intended to exclude the use of assistive technology for your own use, such as screen-readers
es_419: utilizar el Sitio a través de medios automatizados, como herramientas para extracción de datos en pantalla o robots. Lo anterior no tiene el objetivo de excluir el uso de tecnologías de asistencia para su propio beneficio, como lectores de pantalla

source: sending any unsolicited emails to other Site Users or forging any TCP/IP packet header or any part of the header information in any email
es_419: enviar correos electrónicos no solicitados a otros usuarios del Sitio o falsificar cualquier encabezado de paquete TCP/IP o de cualquier parte de la información del encabezado de cualquier correo electrónico

source: displaying the Site within a frame on another website without consent, or place pop-up windows or other disruptive technologies over it
es_419: mostrar el Sitio en un marco en otro Sitio sin consentimiento, o colocar ventanas emergentes u otras tecnologías perjudiciales sobre el Sitio

source: accessing data not intended for you or logging into a server or account you are not authorized to access
es_419: acceder a datos a los cuales usted no tenga derecho a acceder, o ingresar a un servidor o cuenta a la cual no esté autorizado a acceder

source: attempting to interfere with service to any user, host or network, including without limitation, via means of submitting a virus to the Site, overloading, "flooding", "Mailbombing" or "Crashing"
es_419: intentar interferir con el servicio brindado a cualquier usuario, anfitrión o red, lo que incluye, pero no se limita a, enviar un virus al Sitio, sobrecargarlo, "inundarlo", "bombardearlo con correos" o "bloquearlo"

source: impersonating another person or improperly allowing another to use your registration information to access the Site.
es_419: hacerse pasar por otra persona o de forma ilícita permitir que otra persona utilice su información de inscripción para acceder al Sitio

source: Content Disclaimer
es_419: Declaración de renuncia de responsabilidad por contenidos

source: The text and other material on the Sites may include the opinion of the specific instructor and are not statements of advice, endorsement, opinion, or information of Stanford. If you feel you might be offended by the content of the Sites, you should not continue.
es_419: El texto y otros materiales en los sitios podrían incluir la opinión del docente en cuestión, lo cual no implica ningún tipo de asesoramiento, respaldo, opinión o información por parte de Stanford. Si siente que el contenido de los sitios pudiera resultarle ofensivo, no debería continuar.

source: Sites may also include the personal opinions and other expressions by Users who post entries on a wide range of topics. Neither the content of the forums, nor the links to other web sites, are screened, approved, reviewed or endorsed by Stanford or any other related entity. Stanford is not a publisher of any of the content of the forums, or of any content that may be available through links to and from them.
es_419: Los sitios también podrían incluir las opiniones personales y otras expresiones de los usuarios que publican comentarios sobre una amplia variedad de temas. Ni Stanford ni ninguna otra entidad relacionada fiscaliza, aprueba, revisa o respalda el contenido de los foros o los enlaces a otros sitios de Internet. Stanford no es responsable de la publicación de ninguno de los contenidos en los foros, ni de ninguno de los contenidos que pudieran estar disponibles mediante enlaces a, o desde dichos foros.

source: User Content
es_419: Contenido de usuario

source: You may be permitted to submit and distribute materials in connection with an online course ("User Content"). You represent and warrant that any material you submit to the Site, instructors or other Users is accurate and complete and will not violate or infringe the rights of any third party, including without limitation privacy, publicity, intellectual property and any other proprietary rights, such as copyright, trademark and patent rights. You represent and warrant that you have all the necessary rights and licenses to use the material and to permit use of the material by Stanford.
es_419: En lo relacionado con los cursos en línea, usted podría estar autorizado a enviar y distribuir materiales ("Contenido de usuario"). Usted declara y garantiza que cualquier material que envíe al Sitio, a los instructores o a otros usuarios es preciso y está completo, y no viola ni infringe los derechos de ningún tercero, lo que incluye, pero no se limita a, aspectos vinculados a la privacidad, la publicidad, la propiedad intelectual y cualquier otro derecho de propiedad, como derechos de autor, marcas comerciales y derechos de patente. Usted declara y garantiza que es titular de todos los derechos y licencias necesarios para usar el material y para permitir el uso del material por parte de Stanford.

source: You agree that, if a third party claims that any material you have contributed to a Site is unlawful, you will bear the burden of establishing that the material complies with all applicable laws. Although Stanford does not monitor the content of the Site, Stanford has the right to remove material from the Site, block access, or take other action with respect to the material in its sole discretion.
es_419: Usted acuerda que, si un tercero pretende que cualquier material que usted haya aportado al Sitio es ilegal, le corresponderá a usted la carga de probar que el material cumple con todas las leyes aplicables. A pesar de que Stanford no monitorea el contenido del Sitio, Stanford tiene el derecho a retirar materiales del Sitio, bloquear el acceso o tomar cualquier otra medida con respecto al material a su exclusivo criterio.

source: Grant of license
es_419: Otorgamiento de licencia

source: By your submission of any material, you hereby grant Stanford an irrevocable, non-exclusive, royalty free, fully transferable, worldwide license to use, disclose, reproduce, distribute, prepare derivative works of, publicly perform and publicly display any such submission. You hereby grant Users in your online course a license to use your User Content (including the right to copy, modify and distribute such content) in conjunction with their participation in the course.
es_419: Al enviar cualquier material, por el presente usted otorga a Stanford una licencia irrevocable, no exclusiva, libre de regalías, totalmente transferible e internacional para utilizar, divulgar, reproducir, distribuir, preparar trabajos derivados en base a, ejecutar en público y exhibir en público, cualquier información enviada. Por el presente usted otorga a los usuarios de su curso en línea una licencia para utilizar su Contenido de usuario (lo que incluye el derecho a copiar, modificar y distribuir dichos contenidos) junto con su participación en el curso.

source: User Status and Statement of Accomplishment
es_419: Condición de usuario y declaración de logro

source: You agree and acknowledge that your access to the Site, participation in an online course and your agreement to these Terms do not confer any right to access or use the resources of Stanford or establish any relationship with Stanford or its instructors beyond the Site, that you are not enrolled, admitted or in attendance at Stanford and that you are not entitled to any student or academic grievance procedures You agree that no joint venture, partnership, employment, or agency relationship exists between Stanford and you as a result of these Terms or your use of the Site.
es_419: Usted acuerda y reconoce que su acceso al Sitio, su participación en un curso en línea y su consentimiento a regirse por estos términos no le confiere ningún derecho a acceder o utilizar los recursos de Stanford ni a establecer ningún tipo de relación con Stanford o sus docentes más allá de la que se establece a través del Sitio, que usted no está inscrito, no ha sido admitido ni asiste a Stanford, y que no tiene derecho a ningún procedimiento de presentación de reclamos estudiantiles o académicos. Asimismo, usted acuerda que no existe ningún tipo de relación de riesgo compartido, asociación, empleo o agencia entre usted y Stanford como resultado de estos términos o de su uso del Sitio.
